Autodesk.Revit.DB.FilledRegionType.FillPatternId
The fill pattern Id.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2013

Autodesk.Revit.DB.FilledRegionType
A filled region attributes element.
Since:
2013